{"apods": [
{"media_type": "image", "copyright": "Talha Zia", "url": "https://apod.nasa.gov/apod/image/1805/TerminatorMoon_Zia_960.jpg", 
"date": "2018-05-22", "hdurl": "https://apod.nasa.gov/apod/image/1805/TerminatorMoon_Zia_1176.jpg", "concepts": "concept_tags functionality turned off in current service", "title": "Craters and Shadows at the Lunar Terminator", "explanation": "Why does the right part of this image of the Moon stand out?  Shadows. The terminator line -- the line between light and dark -- occurs in the featured image so that just over half the Moon's face is illuminated by sunlight. The lunar surface appears different nearer the terminator because there the Sun is nearer the horizon and therefore causes shadows to become increasingly long.  These shadows make it easier for us to discern structure, giving us depth cues so that the two-dimensional image, when dominated by shadows, appears almost three-dimensional. Therefore, as the Moon fades from light to dark, shadows not only tell us the high from the low, but become noticeable for increasingly shorter structures. For example, many craters appear near the terminator because their height makes them easier to discern there.  The image was taken two weeks ago when the lunar phase was waning gibbous. The next full moon, a Moon without shadows, will occur one week from today.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter", "service_version": "v1"},
{"media_type": "image", "copyright": "Stefan Liebermann", "url": "https://apod.nasa.gov/apod/image/1804/MilkyVlei_Liebermann_960.jpg", 
"date": "2018-04-18", "hdurl": "https://apod.nasa.gov/apod/image/1804/MilkyVlei_Liebermann_4000.jpg", "concepts": "concept_tags functionality turned off in current service", "title": "Milky Way over Deadvlei in Namibia", "explanation": "What planet is this?  It is the only planet currently known to have trees. The trees in Deadvlei, though, have been dead for over 500 years.  Located in Namib-Naukluft Park in Namibia (Earth), saplings grew after rainfall caused a local river to overflow, but died after sand dunes shifted to section off the river. High above and far in the distance, the band of our Milky Way Galaxy forms an arch over a large stalk in this well-timed composite image, taken last month. The soil of white clay appears to glow by reflected starlight. Rising on the left, under the Milky Way's arch, is a band of zodiacal light -- sunlight reflected by dust orbiting in the inner Solar System. On the right, just above one of Earth's larger sand dunes, an astute eye can find the Large Magellanic Cloud, a satellite galaxy of our galaxy. Finding the Small Magellanic Cloud in the featured image, though, is perhaps too hard.", "service_version": "v1"},
{"media_type": "image", "copyright": "Fernando Cabrerizo", "url": "https://apod.nasa.gov/apod/image/1804/Moon4You_Cabreriza_1080.jpg", 
"date": "2018-04-01", "hdurl": "https://apod.nasa.gov/apod/image/1804/Moon4You_Cabreriza_1800.jpg", "concepts": "concept_tags functionality turned off in current service", "title": "I Brought You the Moon", "explanation": "I love you so much that I brought you the Moon.  Please take it before this tree becomes more interested.  Also the Moon is heavier than I thought.  And I foolishly picked it up by the hot side by mistake.  But it is for you and, well, the others reading this APOD.  Promise to keep this image -- our image -- in a safe place, and know that it was taken in a single, well-planned exposure in Valladolid, Spain.  Please take it and keep it always as a token of our love and, well, April Fool's Day.   Retrospective: April Fool's Day APODs", "service_version": "v1"},
{"media_type": "image", "copyright": "Anthony Artese", "url": "https://apod.nasa.gov/apod/image/1803/Chicagohenge_Artese_960.jpg", 
"date": "2018-03-20", "hdurl": "https://apod.nasa.gov/apod/image/1803/Chicagohenge_Artese_1320.jpg", "concepts": "concept_tags functionality turned off in current service", "title": "Chicagohenge: Equinox in an Aligned City", "explanation": "Sometimes, in a way, Chicago is like a modern Stonehenge. The way is east to west, and the time is today.  Today, and every equinox, the Sun will set exactly to the west, everywhere on Earth. Therefore, today in Chicago, the Sun will set directly down the long equatorially-aligned grid of streets and buildings, an event dubbed #chicagohenge.  Featured here is a Chicago Henge picture taken during the last equinox in mid-September of 2017 looking along part of Upper Wacker Drive.  Many cities, though, have streets or other features that are well-aligned to Earth's spin axis. Therefore, quite possibly, your  favorite street may also run east - west. Tonight at sunset, with a quick glance, you can actually find out.", "service_version": "v1"},
{"media_type": "image", "url": "https://apod.nasa.gov/apod/image/1803/PIA22335_1024c.jpg", "hdurl": "https://apod.nasa.gov/apod/image/1803/PIA22335.jpg", 
"date": "2018-03-08", "concepts": "concept_tags functionality turned off in current service", "title": "Cyclones at Jupiter's North Pole", "explanation": "Juno's Jovian Infrared Auroral Mapper data was used to construct this stunning view of cyclones at Jupiter's North Pole. Measuring the thermal emission from Jovian cloud tops, the infrared observations are not restricted to the hemisphere illuminated by sunlight. They reveal eight cyclonic features that surround a cyclone about 4,000 kilometers in diameter, just offset from the giant planet's geographic North Pole. Similar data show a cyclone at the Jovian South Pole with five circumpolar cyclones. The South Pole cyclones are slightly larger than their northern cousins. Cassini data has shown that gas giant Saturn's north and south poles each have a single cyclonic storm system.", "service_version": "v1"},
{"media_type": "image", "url": "https://apod.nasa.gov/apod/image/1802/CarEarth_SpaceX_1080.jpg", "hdurl": "https://apod.nasa.gov/apod/image/1802/CarEarth_SpaceX_1920.jpg", 
"date": "2018-02-13", "concepts": "concept_tags functionality turned off in current service", "title": "Car Orbiting Earth", "explanation": "Last week, a car orbited the Earth. The car, created by humans and robots on the Earth, was launched by the SpaceX Company to demonstrate the ability of its Falcon Heavy Rocket to place spacecraft out in the Solar System. Purposely fashioned to be whimsical, the iconic car was thought a better demonstration object than concrete blocks.  A mannequin clad in a spacesuit -- dubbed the Starman -- sits in the driver's seat.  The featured image is a frame from a video taken by one of three cameras mounted on the car.  These cameras, connected to the car's battery, are now out of power.  The car, attached to a second stage booster, soon left Earth orbit and will orbit the Sun between Earth and the asteroid belt indefinitely -- perhaps until billions of years from now when our Sun expands into a Red Giant.  If ever recovered, what's left of the car may become a unique window into technologies developed on Earth in the 20th and early 21st centuries.", "service_version": "v1"},
{"media_type": "image", "copyright": "Kerry-Ann\nLecky Hepburn", "url": "https://apod.nasa.gov/apod/image/1801/YuriAndLagunas_KLH1024.jpg", 
"date": "2018-01-27", "hdurl": "https://apod.nasa.gov/apod/image/1801/YuriAndLagunas_KLH.jpg", "concepts": "concept_tags functionality turned off in current service", "title": "Laguna Starry Sky", "explanation": "Staring toward the heavens, one of the many lagunas in the Atacama Desert salt flat calmly reflects a starry night sky near San Pedro de Atacama, Chile, planet Earth. Cosmic rifts of dust, star clouds, and nebulae of the central Milky Way galaxy are rising in the east, beyond a volcanic horizon. Caught in the six frame panorama serenely recorded in the early morning hours of January 15, planets Jupiter and Mars are close. Near the ecliptic, the bright planets are immersed in the Solar System's visible band of Zodiacal light extending up and left from the galactic center.  Above the horizon to the south (right) are the Large and Small clouds of Magellan, satellite galaxies of the Milky Way.", "service_version": "v1"},
{"explanation": "What would it be like to fly free in space?  At about 100 meters from the cargo bay of the space shuttle Challenger, Bruce McCandless II was living the dream -- floating farther out than anyone had ever been before.  Guided by a Manned Maneuvering Unit (MMU), astronaut McCandless, pictured, was floating free in space. McCandless and fellow NASA astronaut Robert Stewart were the first to experience such an \"untethered space walk\" during Space Shuttle mission 41-B in 1984.  The MMU worked by shooting jets of nitrogen and was used to help deploy and retrieve satellites.  With a mass over 140 kilograms, an MMU is heavy on Earth, but, like everything, is weightless when drifting in orbit. The MMU was replaced with the SAFER backpack propulsion unit.   Memorial: Astronaut Bruce McCandless II Dies at 80",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1712/freeflyer_nasa_3000.jpg",  
"title": "To Fly Free in Space",  
"date": "2017-12-31",  
"url": "https://apod.nasa.gov/apod/image/1712/freeflyer_nasa_960.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "From dark skies above Heilongjiang province in northeastern China, meteors rain down on a wintry landscape in this beautiful composited night scene. The 48 meteors are part of last week's annual Geminid meteor shower. Despite temperatures of -28 degrees C, all were recorded in camera exposures made during the peak hour of the celestial spectacle. They stream away from the shower's radiant high above the horizon near the two bright stars of the zodiacal constellation of the Twins. A very active shower, this year the December 13-14 peak of the Geminids arrived just before the December 16 closest approach of asteroid 3200 Phaethon to planet Earth. Mysterious 3200 Phaethon is the Geminid shower's likely parent body.",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1712/GeminidMeteorShowerOverChina-Dai1500.jpg",  
"title": "Gemini's Meteors",  
"copyright": "Jeff Dai",  
"date": "2017-12-22",  
"url": "https://apod.nasa.gov/apod/image/1712/GeminidMeteorShowerOverChina-Dai1024.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "Raise your arms if you see an aurora. With those instructions, two nights went by with, well, clouds -- mostly. On the third night of returning to same peaks, though, the sky not only cleared up but lit up with a spectacular auroral display. Arms went high in the air, patience and experience paid off, and the creative featured image was captured as a composite from three separate exposures. The setting is a summit of the Austnesfjorden fjord close to the town of Svolvear on the Lofoten islands in northern Norway. The time was early 2014. Although our Sun is nearing Solar Minimum and hence showing relatively little surface activity, holes in the upper corona have provided some nice auroral displays over the last few months.   Follow APOD on: Facebook,  Google Plus,  Instagram, Twitter or Snapchat",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1712/greencompany_rive_2916.jpg",  
"title": "In Green Company: Aurora over Norway",  
"copyright": "Max Rive",  
"date": "2017-12-10",  
"url": "https://apod.nasa.gov/apod/image/1712/greencompany_rive_960.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "Nothing like it has ever been seen before. The unusual space rock 'Oumuamua is so intriguing mainly because it is the first asteroid ever detected from outside our Solar System -- although likely many more are to follow given modern computer-driven sky monitoring. Therefore humanity's telescopes -- of nearly every variety -- have put 'Oumuamua into their observing schedule to help better understand this unusual interstellar visitor. Pictured is an artist's illustration of what 'Oumuamua might look like up close. 'Oumuamua is also intriguing, however, because it has unexpected parallels to Rama, a famous fictional interstellar spaceship created by the late science fiction writer Arthur C. Clarke. Like Rama, 'Oumuamua is unusually elongated, should be made of strong material to avoid breaking apart, is only passing through our Solar System, and passed unusually close to the Sun for something gravitationally unbound. Unlike a visiting spaceship, though, 'Oumuamua's trajectory, speed, color, and even probability of detection are consistent with it forming naturally around a normal star many millions of years ago, being expelled after gravitationally encountering a normal planet, and subsequently orbiting in our Galaxy alone. Even given 'Oumuamua's likely conventional origin, perhaps humanity can hold hope that one day we will have the technology to engineer 'Oumuamua -- or another Solar System interloper -- into an interstellar Rama of our own.",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1711/OumuamuaDrawing_ESO_1280.jpg",  
"title": "'Oumuamua: Interstellar Asteroid",  
"date": "2017-11-22",  
"url": "https://apod.nasa.gov/apod/image/1711/OumuamuaDrawing_ESO_960.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "Could humans live beneath the surface of the Moon? This intriguing possibility was bolstered in 2009 when Japan's Moon-orbiting SELENE spacecraft imaged a curious hole beneath the Marius Hills region on the Moon, possibly a skylight to an underground lava tube. Follow-up observations by NASA's Lunar Reconnaissance Orbiter (LRO) indicated that the Marius Hills Hole (MHH) visually extends down nearly 100 meters and is several hundred meters wide.  Most recently, ground penetrating radar data from SELENE has been re-analyzed to reveal a series of intriguing second echoes -- indicators that the extensive lava tubes exist under Marius Hills might extend down even kilometers and be large enough to house cities.  Such tubes could shelter a future Moon colony from large temperature swings, micro-meteor impacts, and harmful solar radiation.  Potentially, underground lava tubes might even be sealed to contain breathable air.  These lava tubes likely formed when lunar volcanos were active billions of years ago. Pictured, the surface of Marius Hills region was captured in the 1960s by NASA's Lunar Orbiter 2 mission, while an inset image of the MHH is shown from NASA's continuing LRO.  Several volcanic domes are visible, while Marius Crater is visible on the upper right.",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1710/MariusHills_LO2LRO_1673.jpg",  
"title": "Marius Hills and a Hole in the Moon",  
"date": "2017-10-25",  
"url": "https://apod.nasa.gov/apod/image/1710/MariusHills_LO2LRO_1080.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "The Large Magellanic Cloud, a satellite galaxy of the Milky Way, stands above the southern horizon in this telephoto view from Las Campanas Observatory, planet Earth. In the dark September skies of the Chilean Atacama desert, the small galaxy has an impressive span of about 10 degrees or 20 Full Moons. The sensitive digital camera's panorama has also recorded a faint, pervasive airglow, otherwise invisible to the eye. Apparently bright terrestrial lights in the foreground are actually very dim illumination from the cluster of housing for the observatory astronomers and engineers. But the flattened mountain top along the horizon just under the galaxy is Las Campanas peak, home to the future Giant Magellan Telescope.",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1710/Yuri_LMC_LasCampanas.jpg",  
"title": "Under the Galaxy",  
"copyright": "Yuri Beletsky",  
"date": "2017-10-13",  
"url": "https://apod.nasa.gov/apod/image/1710/Yuri_LMC_LasCampanas.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "Why were the statues on Easter Island built? No one is sure.  What is sure is that over 800 large stone statues exist there.  The Easter Island statues, stand, on the average, over twice as tall as a person and have over 200 times as much mass.  Few specifics are known about the history or meaning of the unusual rock sculptures, but many believe that they were created about 700 years ago in the images of local leaders of a lost civilization.  Featured here, one of the ancient Moai sculptures was imaged in 2016 before the constellation of Orion, including the famous line of three belt stars and brilliant stars Betelgeuse (far left in red) and Rigel (upper center). The stone giant appears, however, to be inspecting the brightest star in the night sky (far right): Sirius.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1709/EasterIslandOrion_Beletsky_950.jpg",  
"title": "Orion above Easter Island",  
"copyright": "Yuri Beletsky",  
"date": "2017-09-18",  
"url": "https://apod.nasa.gov/apod/image/1709/EasterIslandOrion_Beletsky_950.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "Launched in 1977 on a tour of the outer planets of the Solar System, Voyager 1 and 2 have become the longest operating and most distant spacecraft from Earth. Nearly 16 light-hours from the Sun, Voyager 2 has reached the edge of the heliosphere, the realm defined by the influence of the solar wind and the Sun's magnetic field. Now humanity's first ambassador to the Milky Way, Voyager 1 is over 19 light-hours away, beyond the heliosphere in interstellar space. Celebrate the Voyagers' 40 year journey toward the stars with NASA on September 5.  Poster: Downloads",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1709/voyager_modern_poster.jpg",  
"title": "Milky Way Voyager",  
"date": "2017-09-02",  
"url": "https://apod.nasa.gov/apod/image/1709/voyager_modern_poster1024.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "What glows in the night? This night, several unusual glows were evident -- some near, but some far. The foreground surf glimmers blue with the light of bioluminescent plankton.  Next out, Earth's atmosphere dims the horizon and provides a few opaque clouds. Farther out, the planet Venus glows bright near the image center. If you slightly avert your eyes, a diagonal beam of light will stand out crossing behind Venus. This band is zodiacal light, sunlight scattered by dust in our Solar System. Much farther away are numerous single bright stars, most closer than 100 light years away. Farthest away, also rising diagonally and making a \"V\" with the zodiacal light, is the central band of our Milky Way Galaxy. Most of the billions of Milky Way stars and dark clouds are thousands of light years away. The featured image was taken last November on the Iranian coast of Gulf of Oman.",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1704/NightGlows_TG_2500.jpg",  
"title": "Night Glows",  
"copyright": "Taha Ghouchkanlu",  
"date": "2017-04-18",  
"url": "https://apod.nasa.gov/apod/image/1704/NightGlows_TG_960.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "Is this an alien?  Probably not, but of all the animals on Earth, the tardigrade might be the best candidate. That's because tardigrades are known to be able to go for decades without food or water, to survive temperatures from near absolute zero to well above the boiling point of water, to survive pressures from near zero to well above that on ocean floors, and to survive direct exposure to dangerous radiations.  The far-ranging survivability of these extremophiles was tested in 2011 outside an orbiting space shuttle. Tardigrades are so durable partly because they can repair their own DNA and reduce their body water content to a few percent. Some of these miniature water-bears almost became  extraterrestrials recently when they were launched toward to the Martian moon Phobos on board the Russian mission Fobos-Grunt, but stayed terrestrial when a rocket failed and the capsule remained in Earth orbit.  Tardigrades are more common than humans across most of the Earth. Pictured here in a color-enhanced electron micrograph, a millimeter-long tardigrade crawls on moss.",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1703/tardigrade_eyeofscience_1024.jpg",  
"title": "Tardigrade in Moss",  
"copyright": "Science Source Images",  
"date": "2017-03-26",  
"url": "https://apod.nasa.gov/apod/image/1703/tardigrade_eyeofscience_960.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "Yes, but can your tree do this?  Pictured is a visual coincidence between the dark branches of a nearby tree and bright glow of a distant aurora. The beauty of the aurora -- combined with how it seemed to mimic a tree right nearby -- mesmerized the photographer to such a degree that he momentarily forgot to take pictures. When viewed at the right angle, it seemed that this tree had aurora for leaves! Fortunately, before the aurora morphed into a different overall shape, he came to his senses and capture the awe-inspiring momentary coincidence.  Typically triggered by solar explosions, aurora are caused by high energy electrons impacting the Earth's atmosphere around 150 kilometers up.  The unusual Earth-sky collaboration was witnessed earlier this month in Iceland.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1703/AuroraTree_Wallace_2048.jpg",  
"title": "The Aurora Tree",  
"copyright": "Alyn Wallace Photography",  
"date": "2017-03-20",  
"url": "https://apod.nasa.gov/apod/image/1703/AuroraTree_Wallace_960.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"media_type": "image", 
"date": "2016-12-13", 
"title": "Meteors over Four Girls Mountain", 
"url": "https://apod.nasa.gov/apod/image/1612/Perseids4GirlMt_Wu_960.jpg", 
"copyright": "Alvin Wu", 
"explanation": "On some nights it rains meteors.  Peaking over the next two nights, asteroid dust is expected to rain down on Earth during the annual Geminids meteor shower. This year, unfortunately, fainter Geminids will be harder to see because of the brightness of the Long Nights Full Moon, which occurs Wednesday. Pictured, an image from this year's Perseids meteor shower in August captured multiple streaks over Four Girls Mountain in central China. The bright Pleaides open star cluster appears toward the upper right, while numerous emission nebulas are visible in red, many superposed on the diagonal band of the Milky Way.   Free Download: APOD 2017 Calendar: NASA Images", 
"service_version": "v1", 
"hdurl": "https://apod.nasa.gov/apod/image/1612/Perseids4GirlMt_Wu_5555.jpg", 
"concepts": "concept_tags functionality turned off in current service"}, 
{"media_type": "image", 
"date": "2016-10-12", 
"title": "Penumbral Lunar Eclipse", 
"url": "https://apod.nasa.gov/apod/image/1610/PenumbralLunarEclipse_Lee_960.jpg", 
"copyright": "Robin Lee", 
"explanation": "Does this Moon look a little different to you? Although shown in spectacular detail, the full face of Earth's most familiar satellite appears slightly darker than usual, in particular on the upper left, because it is undergoing a penumbral lunar eclipse. The image was captured in Hong Kong, China, on September 16 when the Moon crossed through part of Earth's shadow -- but not the darkest where the Earth shades the entire Sun.  A lunar eclipse can only occur during a full moon, and many know this particular full moon as the Harvest moon for its proximity to northern harvests. The next full moon will occur this coming Sunday. Some cultures refer to it as a Leaf Falling Moon, named for its proximity to northern autumn. The second full moon of the same month (\"moonth\") is sometimes called a Blue moon; meanwhile, this month features a rare second new moon, an event known to some as a Black moon.   Free Download (with Labeled Moons): APOD 2017 Calendar: NASA Images", 
"service_version": "v1", 
"hdurl": "https://apod.nasa.gov/apod/image/1610/PenumbralLunarEclipse_Lee_2233.jpg", 
"concepts": "concept_tags functionality turned off in current service"}, 
{"media_type": "image", 
"date": "2016-10-08", 
"title": "Moon, Mercury, and Twilight Radio", 
"url": "https://apod.nasa.gov/apod/image/1610/twilight_radio_pgiacobazzi2016_1024.jpg", 
"copyright": "Pierluigi Giacobazzi", 
"explanation": "Sharing dawn's twilight with the Moon on September 29, Mercury was about as far from the Sun as it can wander, the innermost planet close to its maximum elongation in planet Earth's skies. In this colorful scene fleeting Mercury is joined by a waning sunlit lunar crescent and earthlit lunar nightside, the New Moon in the Old Moon's arms. Below is the Italian Medicina Radio Astronomical Station near Bologna with a low row of antennae that is part of Italy's first radio telescope array dubbed the \"Northern Cross\", and a 32-meter-diameter parabolic dish. Of course, moonwatchers won't have to rise in early morning hours on October 8. After sunset the Moon will be high and bright in evening skies, at its first quarter phase for International Observe the Moon Night.", 
"service_version": "v1", 
"hdurl": "https://apod.nasa.gov/apod/image/1610/twilight_radio_pgiacobazzi2016.jpg", 
"concepts": "concept_tags functionality turned off in current service"}, 
{"media_type": "image", 
"date": "2016-09-29", 
"title": "Five Hundred Meter Aperture Spherical Telescope", 
"url": "https://apod.nasa.gov/apod/image/1609/DaiFAST_1024.jpg", 
"copyright": "Jeff Dai", 
"explanation": "The Five-hundred-meter Aperture Spherical Telescope (FAST) is nestled within a natural basin in China's remote and mountainous southwestern Guizhou province. Nicknamed Tianyan, or the Eye of Heaven, the new radio telescope is seen in this photograph taken near the start of its testing phase of operations on September 25. Designed with an active surface for pointing and focusing, its enormous dish antenna is constructed with 4,450 individual triangular-shaped panels. The 500 meter physical diameter of the dish makes FAST the largest filled, single dish radio telescope on planet Earth. FAST will explore the Universe at radio frequencies, detecting emission from hydrogen gas in the Milky Way and distant galaxies, finding faint galactic and extragalactic pulsars, and searching for potential radio signals from extraterrestrials.", 
"service_version": "v1", 
"hdurl": "https://apod.nasa.gov/apod/image/1609/DaiFAST_1500.jpg", 
"concepts": "concept_tags functionality turned off in current service"}, 
{"media_type": "image", 
"date": "2016-08-16", 
"title": "Five Planets and the Moon over Australia", 
"url": "https://apod.nasa.gov/apod/image/1608/Planets_Cherney_800_labeled.jpg", 
"copyright": "Terrastro", 
"explanation": "It is not a coincidence that planets line up. That's because all of the planets orbit the Sun in (nearly) a single sheet called the plane of the ecliptic. When viewed from inside that plane -- as Earth dwellers are likely to do -- the planets all appear confined to a single band. It is a coincidence, though, when several of the brightest planets all appear in nearly the same direction.  Such a coincidence was captured last week. Featured above, six planets and Earth's Moon were all imaged together last week, just after sunset, from Mornington Peninsula in Victoria, Australia. A second band is visible across the top of this tall image -- the central band of our Milky Way Galaxy.   Perseid Meteors 2016: Album 1 & Album 2", 
"service_version": "v1", 
"hdurl": "https://apod.nasa.gov/apod/image/1608/Planets_Cherney_800_labeled.jpg", 
"concepts": "concept_tags functionality turned off in current service"}, 
{"media_type": "image", 
"date": "2016-07-30", 
"title": "Ripples Through a Dark Sky", 
"url": "https://apod.nasa.gov/apod/image/1607/NLCJuly2016Heden.jpg", 
"copyright": "Clear Skies", 
"explanation": "Sunlight ripples through a dark sky on this Swedish summer midnight as noctilucent or night shining clouds seem to imitate the river below. In fact, the seasonal clouds often appear at high latitudes in corresponding summer months. Also known as polar mesospheric clouds, they form as water vapor is driven into the cold upper atmosphere. Fine dust supplied by disintegrating meteors or volcanic ash provides sites where water vapor can condense, turning to ice at the cold temperatures in the mesosphere. Poised at the edge of space some 80 kilometers above, these icy clouds really do reflect sunlight toward the ground. They are visible here even though the Sun itself was below the horizon, as seen on July 16 from Sweden's Färnebofjärdens National Park.", 
"service_version": "v1", 
"hdurl": "https://apod.nasa.gov/apod/image/1607/NLCJuly2016Heden.jpg", 
"concepts": "concept_tags functionality turned off in current service"}, 
{"media_type": "image", 
"date": "2016-04-19", 
"title": "Andromeda on the Rocks", 
"url": "https://apod.nasa.gov/apod/image/1309/Andromeda_on_the_rocksFattinnanzi950.jpg", 
"copyright": "Cristian Fattinnanzi", 
"explanation": "How far can you see? The Andromeda Galaxy 2.5 million light years away is the most distant object easily seen by the unaided eye. Other apparent denizens of the night sky, stars, clusters, and nebulae, typically range from a few hundred to a few thousand light-years away and lie well within our own Milky Way Galaxy. Also known as M31, the Andromeda Galaxy is the faint smudge near top center of this Earth and skyscape, taken from eastern Italy, near Monte Conero on the Adriatic sea coast. From a few centimeters to a few million light-years, the picture demonstrates a stunning range of vision. Though galaxy and seaside rocks could be seen with the eye on that clear summer night, no camera captured this view in a single exposure. Because the stars trailed above the horizon while the picture was made, separate exposures tracking the stars were combined with one of rocks and cliffs made with the camera steadied to create the tantalizing scene.", 
"service_version": "v1", 
"hdurl": "https://apod.nasa.gov/apod/image/1309/Andromeda_on_the_rocksFattinnanzi.jpg", 
"concepts": "concept_tags functionality turned off in current service"} 
]}
