{"apods": [
{"media_type": "image", "copyright": "Vikas Chander", "title": "Shipwreck at Moonset", "hdurl": "https://apod.nasa.gov/apod/image/1811/1809112022d850cZeilamoonset.jpg", 
"date": "2018-11-24", "concepts": "concept_tags functionality turned off in current service", "url": "https://apod.nasa.gov/apod/image/1811/1809112022d850cZeilamoonset1024.jpg", "explanation": "A crescent Moon is about to sink under the western horizon in this sea and night skyscape. The atmospheric photo was taken on September 11 from the desert shore along the Skeleton Coast of Namibia. So close to moonset, the moonlight is reddened and dimmed by the low, long line-of-sight across the Atlantic. But near the center of the frame Venus still shines brightly, its light reflected in calm ocean waters. The celestial beacon above the brilliant evening star is bright planet Jupiter. Namibia's Skeleton Coast was so named for the many seal and whale bones that were once strewn along the shoreline. In more recent times it's better known for shipwrecks.", "service_version": "v1"},
{"media_type": "image", "copyright": "Giuseppe Petricca", "url": "https://apod.nasa.gov/apod/image/1809/CallanishAnalemma_Petricca_960.jpg", 
"date": "2018-09-23", "hdurl": "https://apod.nasa.gov/apod/image/1809/CallanishAnalemma_Petricca_1280.jpg", "concepts": "concept_tags functionality turned off in current service", "title": "Equinox: Analemma over the Callanish Stones", "explanation": "Does the Sun return to the same spot on the sky every day at the same time?  No.  A more visual answer to that question is an analemma, a composite image taken from the same spot at the same time over the course of a year.  The featured analemma was composed from images taken every few days at noon near the village of Callanish in the Outer Hebrides in Scotland, UK.  In the foreground are the Callanish Stones, a stone circle built around 2700 BC during humanity's Bronze Age.  It is not known if the placement of the Callanish Stones has or had astronomical significance.  The ultimate causes for the figure-8 shape of this and all analemmas are the tilt of the Earth axis and the ellipticity of the Earth's orbit around the Sun.  At the solstices, the Sun will appear at the top or bottom of an analemma. Equinoxes, however, correspond to analemma middle points -- not the intersection point. Today at 1:54 am (UT) is the equinox (\"equal night\"), when day and night are equal over all of planet Earth. Many cultures celebrate a change of season at an equinox.", "service_version": "v1"},
{"media_type": "image", "copyright": "Ruslan MerzlyakovRMS Photography", "url": "https://apod.nasa.gov/apod/image/1809/MilkyWayTongue_Merzlyakov_960.jpg", 
"date": "2018-09-11", "hdurl": "https://apod.nasa.gov/apod/image/1809/MilkyWayTongue_Merzlyakov_1790.jpg", "concepts": "concept_tags functionality turned off in current service", "title": "Milky Way over Troll's Tongue", "explanation": "You have to take a long hike to see the Troll's Tongue -- ten hours over rocky terrain. And in this case, it took three trips to capture the landform below a clear night sky.  Trolltunga itself is a picturesque rock protrusion extending about 700 meters over mountainous cliffs near Lake Ringedalsvatnet in Norway.  The overhang is made of billion-year-old Precambrian bedrock that was carved out by glaciers during an ice-age about 10,000 years ago.  The featured picture is a composite of two exposures, a 15-second image of the foreground Earth followed 40 minutes later by an 87-second exposure of the background sky.  Thousands of discernable stars dot the backdrop starscape in addition to billions of unresolved stars in the nearly vertical band of our Milky Way Galaxy.", "service_version": "v1"},
{"media_type": "image", "url": "https://apod.nasa.gov/apod/image/1807/enceladusstripes_cassini_960.jpg", "hdurl": "https://apod.nasa.gov/apod/image/1807/enceladusstripes_cassini_3237.jpg", 
"date": "2018-07-01", "concepts": "concept_tags functionality turned off in current service", "title": "Fresh Tiger Stripes on Saturn's Enceladus", "explanation": "Do underground oceans vent through the tiger stripes on Saturn's moon Enceladus?  Long features dubbed tiger stripes are known to be spewing ice from the moon's icy interior into space, creating a cloud of fine ice particles over the moon's South Pole and creating Saturn's mysterious E-ring.  Evidence for this has come from the robot Cassini spacecraft that orbited Saturn from 2004 to 2017.  Pictured here, a high resolution image of Enceladus is shown from a close flyby.  The unusual surface features dubbed tiger stripes are visible in false-color blue.  Why Enceladus is active remains a mystery, as the neighboring moon Mimas,approximately the same size, appears quite dead. A recent analysis of ejected ice grains has yielded evidence that complex organic molecules exist inside Enceladus. These large carbon-rich molecules bolster -- but do not prove -- that oceans under Enceladus' surface could contain life.   News: Complex Organics Bubble up from Ocean-world Enceladus", "service_version": "v1"},
{"media_type": "image", "copyright": "Talha Zia", "url": "https://apod.nasa.gov/apod/image/1805/TerminatorMoon_Zia_960.jpg", 
"date": "2018-05-22", "hdurl": "https://apod.nasa.gov/apod/image/1805/TerminatorMoon_Zia_1176.jpg", "concepts": "concept_tags functionality turned off in current service", "title": "Craters and Shadows at the Lunar Terminator", "explanation": "Why does the right part of this image of the Moon stand out?  Shadows. The terminator line -- the line between light and dark -- occurs in the featured image so that just over half the Moon's face is illuminated by sunlight. The lunar surface appears different nearer the terminator because there the Sun is nearer the horizon and therefore causes shadows to become increasingly long.  These shadows make it easier for us to discern structure, giving us depth cues so that the two-dimensional image, when dominated by shadows, appears almost three-dimensional. Therefore, as the Moon fades from light to dark, shadows not only tell us the high from the low, but become noticeable for increasingly shorter structures. For example, many craters appear near the terminator because their height makes them easier to discern there.  The image was taken two weeks ago when the lunar phase was waning gibbous. The next full moon, a Moon without shadows, will occur one week from today.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter", "service_version": "v1"},
{"media_type": "image", "copyright": "Stefan Liebermann", "url": "https://apod.nasa.gov/apod/image/1804/MilkyVlei_Liebermann_960.jpg", 
"date": "2018-04-18", "hdurl": "https://apod.nasa.gov/apod/image/1804/MilkyVlei_Liebermann_4000.jpg", "concepts": "concept_tags functionality turned off in current service", "title": "Milky Way over Deadvlei in Namibia", "explanation": "What planet is this?  It is the only planet currently known to have trees. The trees in Deadvlei, though, have been dead for over 500 years.  Located in Namib-Naukluft Park in Namibia (Earth), saplings grew after rainfall caused a local river to overflow, but died after sand dunes shifted to section off the river. High above and far in the distance, the band of our Milky Way Galaxy forms an arch over a large stalk in this well-timed composite image, taken last month. The soil of white clay appears to glow by reflected starlight. Rising on the left, under the Milky Way's arch, is a band of zodiacal light -- sunlight reflected by dust orbiting in the inner Solar System. On the right, just above one of Earth's larger sand dunes, an astute eye can find the Large Magellanic Cloud, a satellite galaxy of our galaxy. Finding the Small Magellanic Cloud in the featured image, though, is perhaps too hard.", "service_version": "v1"},
{"media_type": "image", "copyright": "Fernando Cabrerizo", "url": "https://apod.nasa.gov/apod/image/1804/Moon4You_Cabreriza_1080.jpg", 
"date": "2018-04-01", "hdurl": "https://apod.nasa.gov/apod/image/1804/Moon4You_Cabreriza_1800.jpg", "concepts": "concept_tags functionality turned off in current service", "title": "I Brought You the Moon", "explanation": "I love you so much that I brought you the Moon.  Please take it before this tree becomes more interested.  Also the Moon is heavier than I thought.  And I foolishly picked it up by the hot side by mistake.  But it is for you and, well, the others reading this APOD.  Promise to keep this image -- our image -- in a safe place, and know that it was taken in a single, well-planned exposure in Valladolid, Spain.  Please take it and keep it always as a token of our love and, well, April Fool's Day.   Retrospective: April Fool's Day APODs", "service_version": "v1"},
{"media_type": "image", "copyright": "Anthony Artese", "url": "https://apod.nasa.gov/apod/image/1803/Chicagohenge_Artese_960.jpg", 
"date": "2018-03-20", "hdurl": "https://apod.nasa.gov/apod/image/1803/Chicagohenge_Artese_1320.jpg", "concepts": "concept_tags functionality turned off in current service", "title": "Chicagohenge: Equinox in an Aligned City", "explanation": "Sometimes, in a way, Chicago is like a modern Stonehenge. The way is east to west, and the time is today.  Today, and every equinox, the Sun will set exactly to the west, everywhere on Earth. Therefore, today in Chicago, the Sun will set directly down the long equatorially-aligned grid of streets and buildings, an event dubbed #chicagohenge.  Featured here is a Chicago Henge picture taken during the last equinox in mid-September of 2017 looking along part of Upper Wacker Drive.  Many cities, though, have streets or other features that are well-aligned to Earth's spin axis. Therefore, quite possibly, your  favorite street may also run east - west. Tonight at sunset, with a quick glance, you can actually find out.", "service_version": "v1"},
{"media_type": "image", "url": "https://apod.nasa.gov/apod/image/1802/DuelingBands_Merzlyakov_960.jpg", "hdurl": "https://apod.nasa.gov/apod/image/1802/DuelingBands_Merzlyakov_3000.jpg", 
"date": "2018-02-27", "concepts": "concept_tags functionality turned off in current service", "title": "Dueling Bands in the Night", "explanation": "What are these two bands in the sky? The more commonly seen band is the one on the right and is the central band of our Milky Way galaxy. Our Sun orbits in the disk of this spiral galaxy, so that from inside, this disk appears as a band of comparable brightness all the way around the sky. The Milky Way band can also be seen all year -- if out away from city lights.  The less commonly seem band, on the left, is zodiacal light -- sunlight reflected from dust orbiting the Sun in our Solar System.  Zodiacal light is brightest near the Sun and so is best seen just before sunrise or just after sunset.  On some evenings in the north, particularly during the months of March and April, this ribbon of zodiacal light can appear quite prominent after sunset.  It has recently been determined that zodiacal dust was mostly expelled by comets that have passed near Jupiter.  Only on certain times of the year will the two bands be seen side by side, in parts of the sky, like this.  Here the two streaks of light appear like the continuation of the banks of the Liver River into the sky. The featured panorama of consecutive exposures was recorded about three weeks ago in North Jutland,  Denmark.", "service_version": "v1"},
{"media_type": "image", "copyright": "Kerry-Ann\nLecky Hepburn", "url": "https://apod.nasa.gov/apod/image/1801/YuriAndLagunas_KLH1024.jpg", 
"date": "2018-01-27", "hdurl": "https://apod.nasa.gov/apod/image/1801/YuriAndLagunas_KLH.jpg", "concepts": "concept_tags functionality turned off in current service", "title": "Laguna Starry Sky", "explanation": "Staring toward the heavens, one of the many lagunas in the Atacama Desert salt flat calmly reflects a starry night sky near San Pedro de Atacama, Chile, planet Earth. Cosmic rifts of dust, star clouds, and nebulae of the central Milky Way galaxy are rising in the east, beyond a volcanic horizon. Caught in the six frame panorama serenely recorded in the early morning hours of January 15, planets Jupiter and Mars are close. Near the ecliptic, the bright planets are immersed in the Solar System's visible band of Zodiacal light extending up and left from the galactic center.  Above the horizon to the south (right) are the Large and Small clouds of Magellan, satellite galaxies of the Milky Way.", "service_version": "v1"},
{"explanation": "From dark skies above Heilongjiang province in northeastern China, meteors rain down on a wintry landscape in this beautiful composited night scene. The 48 meteors are part of last week's annual Geminid meteor shower. Despite temperatures of -28 degrees C, all were recorded in camera exposures made during the peak hour of the celestial spectacle. They stream away from the shower's radiant high above the horizon near the two bright stars of the zodiacal constellation of the Twins. A very active shower, this year the December 13-14 peak of the Geminids arrived just before the December 16 closest approach of asteroid 3200 Phaethon to planet Earth. Mysterious 3200 Phaethon is the Geminid shower's likely parent body.",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1712/GeminidMeteorShowerOverChina-Dai1500.jpg",  
"title": "Gemini's Meteors",  
"copyright": "Jeff Dai",  
"date": "2017-12-22",  
"url": "https://apod.nasa.gov/apod/image/1712/GeminidMeteorShowerOverChina-Dai1024.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "Did you ever get caught in a meteor shower? If yes, then every minute or so the sky sparked with fleeting flashes of light. This was the fate of the pictured astrophotographer during last year's Perseids meteor shower. During the featured three-hour image composite, about 90 Perseids rained down above Lake Duolun of Inner Mongolia, China. If you trace back the meteor streaks, you will find that most of them appear to radiate from a single constellation -- in this case Perseus. In fact, you can even tell which meteors are not Perseids because they track differently. Tonight promises to be another good night to get caught in a meteor shower because it is the peak for the Geminids. Gemini, the shower radiant, should rise shortly after sunset and be visible most of the night.   Free APOD Lectures: January 5 in NYC & January 9 in DC",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1712/Perseids_Yu_2000.jpg",  
"title": "Meteors over Inner Mongolia",  
"copyright": "Haitong Yu",  
"date": "2017-12-13",  
"url": "https://apod.nasa.gov/apod/image/1712/Perseids_Yu_960.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "Follow this vertical panoramic view from horizon to horizon and your gaze will sweep through the zenith of a dark night sky over Pic du Midi mountaintop observatory. To make the journey above a sea of clouds, 19 single exposures were taken near the end of night on October 31 and assembled in a mercator projection that renders the two horizons flat. Begin at the top and you're looking east toward the upsidedown dome of the observatory's 1 meter telescope. It's easy to follow the plane of our Milky Way galaxy as it appears to emerge from the dome and angle down toward the far horizon. Just to its right, the sky holds a remarkable diffuse glow of zodiacal light along our Solar System's ecliptic plane. Zodiacal light and Milky Way with star clusters, cosmic dust clouds and faint nebulae, cross near the zenith. Both continue down toward the airglow in the west. They disappear near the western horizon at the bottom, beyond more Pic du Midi observatory domes and a tall communications relay antenna.",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1711/horizon2horizonJFGraffand.jpg",  
"title": "Crossing Horizons",  
"copyright": "Jean-Francois\nGraffand",  
"date": "2017-11-25",  
"url": "https://apod.nasa.gov/apod/image/1711/horizon2horizonJFGraffand.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "Could humans live beneath the surface of the Moon? This intriguing possibility was bolstered in 2009 when Japan's Moon-orbiting SELENE spacecraft imaged a curious hole beneath the Marius Hills region on the Moon, possibly a skylight to an underground lava tube. Follow-up observations by NASA's Lunar Reconnaissance Orbiter (LRO) indicated that the Marius Hills Hole (MHH) visually extends down nearly 100 meters and is several hundred meters wide.  Most recently, ground penetrating radar data from SELENE has been re-analyzed to reveal a series of intriguing second echoes -- indicators that the extensive lava tubes exist under Marius Hills might extend down even kilometers and be large enough to house cities.  Such tubes could shelter a future Moon colony from large temperature swings, micro-meteor impacts, and harmful solar radiation.  Potentially, underground lava tubes might even be sealed to contain breathable air.  These lava tubes likely formed when lunar volcanos were active billions of years ago. Pictured, the surface of Marius Hills region was captured in the 1960s by NASA's Lunar Orbiter 2 mission, while an inset image of the MHH is shown from NASA's continuing LRO.  Several volcanic domes are visible, while Marius Crater is visible on the upper right.",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1710/MariusHills_LO2LRO_1673.jpg",  
"title": "Marius Hills and a Hole in the Moon",  
"date": "2017-10-25",  
"url": "https://apod.nasa.gov/apod/image/1710/MariusHills_LO2LRO_1080.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "What created this unusual mountain? Ahuna Mons is the largest mountain on the largest known asteroid in our Solar System, Ceres, which orbits our Sun in the main asteroid belt between Mars and Jupiter. Ahuna Mons, though, is like nothing that humanity has ever seen before. For one thing, its slopes are garnished not with old craters but young vertical streaks.  One hypothesis holds that Ahuna Mons is an ice volcano that formed shortly after a large impact on the opposite side of the dwarf planet loosened up the terrain through focused seismic waves.  The bright streaks may be high in reflective salt, and therefore similar to other recently surfaced material such as visible in Ceres' famous bright spots.  The featured double-height digital image was constructed from surface maps taken of Ceres last year by the robotic Dawn mission.   Open Science: Browse 1,500+ codes in the Astrophysics Source Code Library",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1710/AhunaMonsCeres_Dawn_1280.jpg",  
"title": "Unusual Mountain Ahuna Mons on Asteroid Ceres",  
"date": "2017-10-09",  
"url": "https://apod.nasa.gov/apod/image/1710/AhunaMonsCeres_Dawn_960.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "Why were the statues on Easter Island built? No one is sure.  What is sure is that over 800 large stone statues exist there.  The Easter Island statues, stand, on the average, over twice as tall as a person and have over 200 times as much mass.  Few specifics are known about the history or meaning of the unusual rock sculptures, but many believe that they were created about 700 years ago in the images of local leaders of a lost civilization.  Featured here, one of the ancient Moai sculptures was imaged in 2016 before the constellation of Orion, including the famous line of three belt stars and brilliant stars Betelgeuse (far left in red) and Rigel (upper center). The stone giant appears, however, to be inspecting the brightest star in the night sky (far right): Sirius.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1709/EasterIslandOrion_Beletsky_950.jpg",  
"title": "Orion above Easter Island",  
"copyright": "Yuri Beletsky",  
"date": "2017-09-18",  
"url": "https://apod.nasa.gov/apod/image/1709/EasterIslandOrion_Beletsky_950.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "There were no crowds on the beach at Phillips Lake, Oregon on August 21. But a few had come there to stand, for a moment, in the dark shadow of the Moon. From the beach, this unscripted mosaic photo records their much anticipated solar eclipse. In two vertical panels it catches the last few seconds of totality and the first instant of 3rd contact, just as the eclipse ends and sunlight faintly returns. Across the US those gathered along the path of totality also took pictures and shared their moment. And like those at Phillips Lake they may treasure the experience more than any planned or unplanned photograph of the total eclipse of the Sun.",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1709/GirlByTheLakeTSE2017_RBA2.jpg",  
"title": "The Great Gig in the Sky",  
"copyright": "Rogelio Bernal\nAndreo",  
"date": "2017-09-08",  
"url": "https://apod.nasa.gov/apod/image/1709/GirlByTheLakeTSE2017_RBA1.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "Will the sky be clear enough to see the eclipse? This question was on the minds of many people attempting to view yesterday's solar eclipse. The path of total darkness crossed the mainland of the USA from coast to coast, from Oregon to South Carolina -- but a partial eclipse occurred above all of North America.  Unfortunately, many locations saw predominantly clouds. One location that did not was a bank of Green River Lake, Wyoming.  There, clouds blocked the Sun intermittantly up to one minute before totality. Parting clouds then moved far enough away to allow the center image of the featured composite sequence to be taken. This image shows the corona of the Sun extending out past the central dark Moon that blocks our familiar Sun. The surrounding images show the partial phases of the solar eclipse both before and after totality.",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1708/EclipseWyoming_Cooper_700.jpg",  
"title": "A Total Solar Eclipse over Wyoming",  
"copyright": "Ben Cooper",  
"date": "2017-08-22",  
"url": "https://apod.nasa.gov/apod/image/1708/EclipseWyoming_Cooper_960.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "What glows in the night? This night, several unusual glows were evident -- some near, but some far. The foreground surf glimmers blue with the light of bioluminescent plankton.  Next out, Earth's atmosphere dims the horizon and provides a few opaque clouds. Farther out, the planet Venus glows bright near the image center. If you slightly avert your eyes, a diagonal beam of light will stand out crossing behind Venus. This band is zodiacal light, sunlight scattered by dust in our Solar System. Much farther away are numerous single bright stars, most closer than 100 light years away. Farthest away, also rising diagonally and making a \"V\" with the zodiacal light, is the central band of our Milky Way Galaxy. Most of the billions of Milky Way stars and dark clouds are thousands of light years away. The featured image was taken last November on the Iranian coast of Gulf of Oman.",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1704/NightGlows_TG_2500.jpg",  
"title": "Night Glows",  
"copyright": "Taha Ghouchkanlu",  
"date": "2017-04-18",  
"url": "https://apod.nasa.gov/apod/image/1704/NightGlows_TG_960.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "Many details of Saturn appear clearly in infrared light.  Bands of clouds show great structure, including long stretching storms.  Also quite striking in infrared is the unusual hexagonal cloud pattern surrounding Saturn's North Pole.  Each side of the dark hexagon spans roughly the width of our Earth. The hexagon's existence was not predicted, and its origin and likely stability remains a topic of research.  Saturn's famous rings circle the planet and cast shadows below the equator. The featured image was taken by the robotic Cassini spacecraft in 2014 in several infrared colors -- but only processed recently.  In September, Cassini's mission will be brought to a dramatic conclusion as the spacecraft will be directed to dive into ringed giant.",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1704/SaturnIR_CassiniKakitsev_1024.jpg",  
"title": "Saturn in Infrared from Cassini",  
"date": "2017-04-03",  
"url": "https://apod.nasa.gov/apod/image/1704/SaturnIR_CassiniKakitsev_960.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "Yes, but can your tree do this?  Pictured is a visual coincidence between the dark branches of a nearby tree and bright glow of a distant aurora. The beauty of the aurora -- combined with how it seemed to mimic a tree right nearby -- mesmerized the photographer to such a degree that he momentarily forgot to take pictures. When viewed at the right angle, it seemed that this tree had aurora for leaves! Fortunately, before the aurora morphed into a different overall shape, he came to his senses and capture the awe-inspiring momentary coincidence.  Typically triggered by solar explosions, aurora are caused by high energy electrons impacting the Earth's atmosphere around 150 kilometers up.  The unusual Earth-sky collaboration was witnessed earlier this month in Iceland.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1703/AuroraTree_Wallace_2048.jpg",  
"title": "The Aurora Tree",  
"copyright": "Alyn Wallace Photography",  
"date": "2017-03-20",  
"url": "https://apod.nasa.gov/apod/image/1703/AuroraTree_Wallace_960.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"explanation": "The beautiful Andromeda Galaxy is often imaged by planet Earth-based astronomers. Also known as M31, the nearest large spiral galaxy is a familiar sight with dark dust lanes, bright yellowish core, and spiral arms traced by blue starlight. A mosaic of well-exposed broad and narrow-band image data, this colorful, premier portrait of our neighboring island universe offers strikingly unfamiliar features though, faint reddish clouds of glowing ionized hydrogen gas in the same wide field of view. Still, the ionized hydrogen clouds likely lie in the foreground of the scene, well within our Milky Way Galaxy. They could be associated with the pervasive, dusty interstellar cirrus clouds scattered hundreds of light-years above our own galactic plane. If they were located at the 2.5 million light-year distance of the Andromeda Galaxy they would be enormous, since the Andromeda Galaxy itself is 200,000 or so light-years across.",  
"service_version": "v1",  
"media_type": "image",  
"hdurl": "https://apod.nasa.gov/apod/image/1701/RBA_DS_CloudsOfAndromeda2_960.jpg",  
"title": "Clouds of Andromeda",  
"copyright": "Rogelio Bernal\nAndreo",  
"date": "2017-01-04",  
"url": "https://apod.nasa.gov/apod/image/1701/RBA_DS_CloudsOfAndromeda2_960ex.jpg",  
"concepts": "concept_tags functionality turned off in current service"}, 
{"media_type": "image", 
"date": "2016-11-18", 
"title": "Philadelphia Perigee Full Moon", 
"url": "https://apod.nasa.gov/apod/image/1611/Supermoon_20161114_1024lodriguss.jpg", 
"copyright": "Catching the Light", 
"explanation": "A supermoon sets over the metropolis of Philadelphia in this twilight snapshot captured on November 14 at 6:21am Eastern Standard Time. Within hours of the Moon's exact full phase, that time does correspond to a lunar perigee or the closest point in the Moon's elliptical orbit around our fair planet. Slightly bigger and brighter at perigee, this Full Moon is still flattened and distorted in appearance by refraction in atmospheric layers along the sight-line near the horizon. Also like more ordinary Full Moons, it shines with the warm color of sunlight. Joined by buildings along the Philadelphia skyline, the perigee full moonlight is reflected in the waters of the mighty Cooper River.", 
"service_version": "v1", 
"hdurl": "https://apod.nasa.gov/apod/image/1611/Supermoon_20161114lodriguss.jpg", 
"concepts": "concept_tags functionality turned off in current service"}, 
{"media_type": "image", 
"hdurl": "https://apod.nasa.gov/apod/image/1610/ivan_iss_3032.jpg", 
"title": "Hurricane Ivan from the Space Station", 
"url": "https://apod.nasa.gov/apod/image/1610/ivan_iss_960.jpg", 
"date": "2016-10-09", 
"explanation": "Ninety percent of the houses on Grenada were damaged by the destructive force of Hurricane Ivan.  At its peak in 2004, Ivan was a Category 5 hurricane, the highest power category on the Saffir-Simpson Scale, and created sustained winds in excess of 200 kilometers per hour.  Ivan was the largest hurricane to strike the US in 2004, and one of the more powerful in recorded history.  As it swirled in the Atlantic Ocean, the tremendous eye of Hurricane Ivan was photographed from above by the orbiting International Space Station. The name Ivan has now been retired from Atlantic Ocean use by the World Meteorological Organization.  This month, Hurricane Matthew devastated part of Haiti and is currently swirling just off the east coast of the USA.   Updates: NASA Coverage of Hurricane Matthew", 
"service_version": "v1", 
"concepts": "concept_tags functionality turned off in current service"}, 
{"media_type": "image", 
"date": "2016-09-29", 
"title": "Five Hundred Meter Aperture Spherical Telescope", 
"url": "https://apod.nasa.gov/apod/image/1609/DaiFAST_1024.jpg", 
"copyright": "Jeff Dai", 
"explanation": "The Five-hundred-meter Aperture Spherical Telescope (FAST) is nestled within a natural basin in China's remote and mountainous southwestern Guizhou province. Nicknamed Tianyan, or the Eye of Heaven, the new radio telescope is seen in this photograph taken near the start of its testing phase of operations on September 25. Designed with an active surface for pointing and focusing, its enormous dish antenna is constructed with 4,450 individual triangular-shaped panels. The 500 meter physical diameter of the dish makes FAST the largest filled, single dish radio telescope on planet Earth. FAST will explore the Universe at radio frequencies, detecting emission from hydrogen gas in the Milky Way and distant galaxies, finding faint galactic and extragalactic pulsars, and searching for potential radio signals from extraterrestrials.", 
"service_version": "v1", 
"hdurl": "https://apod.nasa.gov/apod/image/1609/DaiFAST_1500.jpg", 
"concepts": "concept_tags functionality turned off in current service"}, 
{"media_type": "image", 
"hdurl": "https://apod.nasa.gov/apod/image/1609/IoJupiter_Voyager1_21678.jpg", 
"title": "Io over Jupiter from Voyager 1", 
"url": "https://apod.nasa.gov/apod/image/1609/IoJupiter_Voyager1_960.jpg", 
"date": "2016-09-04", 
"explanation": "Back in 1979, NASA's Voyager 1 spacecraft flew past Jupiter and its moons.  The images in this mosaic, featuring the moon Io against a background of gas giant Jupiter's diffuse swirling cloud bands, were recorded by Voyager's camera from a distance of about 8.3 million kilometers.  The Io image from this mosaic may be the first to show curious round features on Io's surface with dark centers and bright rims more than 60 kilometers across.  Now known to be volcanic in origin, these features were then thought likely to be impact craters, commonly seen on rocky bodies throughout the Solar System.  But as Voyager continued to approach Io, close-up pictures revealed a bizarre world devoid of impact craters, frequently resurfaced by volcanic activity.  Earlier this year a new robotic spacecraft, NASA's Juno, began to orbit Jupiter and last week made a pass within 5,000 kilometers of Jupiter's clouds. During the next two years, it is hoped that Juno will discover new things about Jupiter, for example what's in Jupiter's core.    Free Download: APOD 2017 Calendar: NASA Images", 
"service_version": "v1", 
"concepts": "concept_tags functionality turned off in current service"}, 
{"media_type": "image", 
"date": "2016-08-16", 
"title": "Five Planets and the Moon over Australia", 
"url": "https://apod.nasa.gov/apod/image/1608/Planets_Cherney_800_labeled.jpg", 
"copyright": "Terrastro", 
"explanation": "It is not a coincidence that planets line up. That's because all of the planets orbit the Sun in (nearly) a single sheet called the plane of the ecliptic. When viewed from inside that plane -- as Earth dwellers are likely to do -- the planets all appear confined to a single band. It is a coincidence, though, when several of the brightest planets all appear in nearly the same direction.  Such a coincidence was captured last week. Featured above, six planets and Earth's Moon were all imaged together last week, just after sunset, from Mornington Peninsula in Victoria, Australia. A second band is visible across the top of this tall image -- the central band of our Milky Way Galaxy.   Perseid Meteors 2016: Album 1 & Album 2", 
"service_version": "v1", 
"hdurl": "https://apod.nasa.gov/apod/image/1608/Planets_Cherney_800_labeled.jpg", 
"concepts": "concept_tags functionality turned off in current service"}, 
{"media_type": "image", 
"date": "2016-07-30", 
"title": "Ripples Through a Dark Sky", 
"url": "https://apod.nasa.gov/apod/image/1607/NLCJuly2016Heden.jpg", 
"copyright": "Clear Skies", 
"explanation": "Sunlight ripples through a dark sky on this Swedish summer midnight as noctilucent or night shining clouds seem to imitate the river below. In fact, the seasonal clouds often appear at high latitudes in corresponding summer months. Also known as polar mesospheric clouds, they form as water vapor is driven into the cold upper atmosphere. Fine dust supplied by disintegrating meteors or volcanic ash provides sites where water vapor can condense, turning to ice at the cold temperatures in the mesosphere. Poised at the edge of space some 80 kilometers above, these icy clouds really do reflect sunlight toward the ground. They are visible here even though the Sun itself was below the horizon, as seen on July 16 from Sweden's Färnebofjärdens National Park.", 
"service_version": "v1", 
"hdurl": "https://apod.nasa.gov/apod/image/1607/NLCJuly2016Heden.jpg", 
"concepts": "concept_tags functionality turned off in current service"}, 
{"media_type": "image", 
"date": "2016-04-19", 
"title": "Andromeda on the Rocks", 
"url": "https://apod.nasa.gov/apod/image/1309/Andromeda_on_the_rocksFattinnanzi950.jpg", 
"copyright": "Cristian Fattinnanzi", 
"explanation": "How far can you see? The Andromeda Galaxy 2.5 million light years away is the most distant object easily seen by the unaided eye. Other apparent denizens of the night sky, stars, clusters, and nebulae, typically range from a few hundred to a few thousand light-years away and lie well within our own Milky Way Galaxy. Also known as M31, the Andromeda Galaxy is the faint smudge near top center of this Earth and skyscape, taken from eastern Italy, near Monte Conero on the Adriatic sea coast. From a few centimeters to a few million light-years, the picture demonstrates a stunning range of vision. Though galaxy and seaside rocks could be seen with the eye on that clear summer night, no camera captured this view in a single exposure. Because the stars trailed above the horizon while the picture was made, separate exposures tracking the stars were combined with one of rocks and cliffs made with the camera steadied to create the tantalizing scene.", 
"service_version": "v1", 
"hdurl": "https://apod.nasa.gov/apod/image/1309/Andromeda_on_the_rocksFattinnanzi.jpg", 
"concepts": "concept_tags functionality turned off in current service"}, 
{"media_type": "image", 
"hdurl": "https://apod.nasa.gov/apod/image/1604/ISS02_NASA_4288.jpg", 
"title": "The International Space Station over Earth", 
"url": "https://apod.nasa.gov/apod/image/1604/ISS02_NASA_960.jpg", 
"date": "2016-04-18", 
"explanation": "The International Space Station is the largest object ever constructed by humans in space.  The station perimeter extends over roughly the area of a football field, although only a small fraction of this is composed of modules habitable by humans. The station is so large that it could not be launched all at once -- it continues to be built piecemeal.  To function, the ISS needs huge trusses, some over 15 meters long and with masses over 10,000 kilograms, to keep it rigid and to route electricity and liquid coolants.  Pictured above, the immense space station was photographed from the now-retired space shuttle Atlantis after a week-long stay in 2010. Across the image top hangs part of a bright blue Earth, in stark contrast to the darkness of interstellar space across the bottom.", 
"service_version": "v1", 
"concepts": "concept_tags functionality turned off in current service"}
]}
